// Вывести на экран слово "Java", в строку, чтобы оно повторялось 10 раз, используя цикл while

public class Task_1 {
    public static void main(String[] args) {
        int counter = 0;
        while (counter < 10) {
            System.out.print("JAVA ");
            counter++;
        }
    }
}
