// Вывести на экран слово "Java", в строку, чтобы оно повторялось 10 раз, используя цикл for

public class Task_2 {
    public static void main(String[] args) {
        for(int i = 0; i < 10; i++) {
            System.out.print("JAVA ");
        }
    }
}
