//Вывести на экран слово "Java", в столбик, чтобы оно повторялось 10 раз

public class Task_3 {
    public static void main(String[] args) {
        for (int i = 0; i < 10; i++) {
            System.out.println("Java");
        }
    }
}
